Repository: ElSawyMohamed/Simplified-Instagram-Feed
Catalog: GentleMan2024/Resources/*.lproj/Localizable.strings
Languages: fr

source: No internet connection
fr: Pas de connexion Internet

source: Failed
fr: Échec de connexion

source: hello_lbl
fr: Bonjour à nouveau! 👋

source: login_continue
fr: Continuer

source: login_phone
fr: Numéro de téléphone

source: login_txt
fr: Gentle man, votre sanctuaire de toilettage – Connectez-vous et laissez-nous améliorer votre look avec des services de barbier sans faille !

source: Please enter your mobile number
fr: Entrez s'il vous plaît votre numéro de téléphone

source: selected_lang_lbl
fr: French

source: get_start_btn
fr: Commencer

source: skip_btn
fr: Sauter

source: onBoard_txt1
fr: Commencez avec Gentle Man 💇‍♂️

source: onBoard_txt2
fr: Planifiez facilement votre prochaine coupe de cheveux en quelques clics.

source: onBoard_txt3
fr: Réservez vos services préférés ✨

source: onBoard_txt4
fr: Des coupes de cheveux aux soins du visage, nous avons ce qu'il vous faut. Rappels et mises à jour en temps réel..

source: onBoard_txt5
fr: Sélectionnez votre date et heure préférées ⏱️

source: onBoard_txt6
fr: garantissant une expérience de réservation sans tracas et adaptée à votre emploi du temps.

source: onBoard_txt7
fr: Ne manquez jamais un rendez-vous 📅

source: onBoard_txt8
fr: recevez des rappels de rendez-vous et des mises à jour en temps réel.

source: register_lbl
fr: Inscrivez-vous ici

source: register_txt
fr: Créez votre compte maintenant et découvrez la facilité de réserver des services de barbier sur mesure à portée de main !

source: register_name_lbl
fr: votre nom

source: register_email_lbl
fr: Email

source: register_continue_btn
fr: Continuer

source: register_name_placeHolder
fr: Entrez votre nom

source: register_email_placeHolder
fr: Entrer votre Email

source: verify_lbl
fr: Vérifier

source: verify_txt
fr: Entrez un code de vérification à 4 chiffres envoyé sur votre téléphone terminé --515

source: resend_lbl
fr: Vous n'avez rien reçu ?

source: resend_btn
fr: Renvoyer

source: way_resendCode_lbl
fr: Façon de renvoyer le code

source: way_resendCode_txt
fr: Ne vous inquiétez pas! nous vous aiderons à récupérer votre code

source: via_phone_lbl
fr: Renvoyer via un numéro de téléphone

source: via_phone_txt
fr: Recevez le code renvoyé par SMS au +966 *** *** 515

source: via_email_lbl
fr: Renvoyer par e-mail

source: via_email_txt
fr: Obtenez le code renvoyé par e-mail m******@gmail.com

source: via_whatsapp_lbl
fr: Renvoyer via Whatsapp

source: via_whatsapp_txt
fr: Obtenez le code renvoyé via WhatsApp +966 *** *** 515

source: language_lbl
fr: Langue

source: select_lang_lbl
fr: Choisir la langue

source: Search by services..
fr: Rechercher par services..

source: Popular services
fr: Services populaires

source: Top Specialist
fr: Top spécialiste

source: Best Offers
fr: Meilleures offres

source: Details
fr: Détails

source: Portfolio
fr: Portefeuille

source: Reviews
fr: Avis

source: our services
fr: nos services

source: (at salon)
fr: (au salon)

source: (at Home)
fr: (à domicile)

source: Continue
fr: Continuer

source: start
fr: commencer

source: with
fr: avec

source: Cart
fr: Panier

source: Selected items
fr: Articles sélectionnés

source: APPOINTMENTS
fr: RENDEZ-VOUS

source: Not Confirmed
fr: Non confirmé

source: Confirmed
fr: Confirmé

source: In progress
fr: En cours

source: Completed
fr: Terminé

source: Done
fr: Fait

source: Canceled
fr: Annulé

source: No Show
fr: Non présenté

source: Paid
fr: Payé

source: Part Paid
fr: Partiellement payé

source: profile updated successfully
fr: Profil mis à jour avec succès

source: Name Is Required
fr: Le nom est requis

source: Email Is Required
fr: L'email est requis

source: Email Not Valid
fr: L'email n'est pas valide

source: My Profile
fr: Mon profil

source: NAME
fr: NOM

source: PHONE NUMBER
fr: NUMÉRO DE TÉLÉPHONE

source: Edit profile
fr: Modifier le profil

source: Save
fr: Enregistrer

source: View Profile
fr: Voir le profil

source: My Purchases
fr: Mes achats

source: My Addresses
fr: Mes adresses

source: My Wallet
fr: Mon portefeuille

source: Offers
fr: Offres

source: About Gentle Man
fr: À propos de Gentle Man

source: Language
fr: Langue

source: Log Out
fr: Se déconnecter

source: Delete Account
fr: Supprimer le compte

source: appointment_lbl
fr: Mon rendez-vous

source: upcoming_lbl
fr: À venir

source: completed_lbl
fr: Terminé

source: canceled_lbl
fr: Annulé

source: booking_details_lbl
fr: Détails de la réservation

source: reschedule_btn
fr: Replanifier

source: cancel_btn
fr: Annuler

source: cancel_reasons_lbl
fr: Raisons de l'annulation

source: confirm_cancel_reasons_btn
fr: Confirmer
